<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
<HEAD>
<META HTTP-EQUIV="content-type" CONTENT="text/html;charset=iso-8859-1">
 <META HTTP-EQUIV="Content-language" CONTENT="de">
   <TITLE>Schweitzer/Silverberg: Evolution und Selbstorganisation in
   der Ökonomie</TITLE>
  <META NAME="Author" CONTENT="Frank Schweitzer">
  <META NAME="keywords" CONTENT="Schweitzer, Frank Schweitzer,
  Economics, Oekonomie, Selbstorganisation, Self-Organization,
  Complexity, Agents">
  <META NAME="Description" CONTENT="Introduction: Evolution
and Self-Organization in Economics (in German)">
  <META NAME="GENERATOR" CONTENT="Mozilla/3.01Gold (X11; I; Linux 2.0.25 i486) [Netscape]">
                                <META NAME="robots"
                                CONTENT="INDEX,FOLLOW">
</HEAD>
<BODY bgcolor="#FFFFFF"><!--#exec cmd="../bin/dump.perl"-->
<P><br> <h4>Frank Schweitzer, Gerald Silverberg (Hrsg.)</h4> <h3>
Evolution und Selbstorganisation in der &Ouml;konomie / <br> Evolution
and Self-Organization in Economics </h3>
<i>(Selbstorganisation. Jahrbuch f&uuml;r Komplexit&auml;t in den
Natur- Sozial- und Geisteswissenschaften</a>, Bd. 9) </i><br><br>
Berlin: Duncker &amp; Humblot, 1998, 488 S. (ISBN 3-428-09608-8)
<p><hr><br> <b>Einf&uuml;hrung</b> <p>

Durch die st&uuml;rmische Entwicklung der Selbstorganisations- und
Komplexit&auml;tstheorie hat die Frage nach der Evolution und
Selbstorganisation in der &Ouml;konomie in den vergangenen Jahren neue
Impulse erhalten. Allm&auml;hlich setzt sich die Erkenntnis durch,
da&szlig; die &Ouml;konomie eher durch Nichtgleichgewicht,
eingeschr&auml;nkte Rationalit&auml;t, Interaktion und
Prozessualit&auml;t charakterisiert ist als durch Gleichgewicht und
Stationarit&auml;t, vollkommene Rationalit&auml;t, repr&auml;sentative
Agenten und vollkommene Konkurrenz. Leider ist diese abstrakte
Erkenntnis allein nicht ausreichend, um eine eingefahrene Wissenschaft
zu reformieren und voranzubringen. Schlie&szlig;lich hat schon
Marshall gegen Ende des 19. Jahrhunderts auf den letztlich
evolution&auml;ren Charakter der &Ouml;konomie hingewiesen, ohne
da&szlig; dies zu nennenwerten Konsequenzen f&uuml;r die
Weiterentwicklung dieses Faches gef&uuml;hrt
h&auml;tte. Offensichtlich war die Zeit daf&uuml;r noch nicht reif.

<p>
Allerdings hat sich die Situation in den letzten zwanzig Jahren
grundlegend gewandelt. Daf&uuml;r lassen sich im wesentlichen drei
Gr&uuml;nde anf&uuml;hren. Ein Grund liegt in der Entwicklung der
Naturwissenschaften, die - ob zu Recht oder nicht - nach wie vor eine
Vorreiterfunktion f&uuml;r das methodologische Selbstverst&auml;ndnis
der Sozialwissenschaften einnehmen. Die Naturwissenschaften haben sich
in zunehmendem Ma&szlig;e den Fragen der Selbstorganisation und
Evolution auf den verschiedensten Gebieten zugewandt. Sie haben nicht
nur durch formale Einsichten, die etwa die Beziehung zwischen Zufall
und Notwendigkeit, zwischen stochastischen und deterministischen
Modellans&auml;tzen erhellen, einen Paradigmawechsel vollzogen,
sondern sie haben auch ein Instrumentarium bereitgestellt, mit dem
sich derartige Probleme behandeln lassen. Dies betrifft beispielsweise
die Nichtlinearit&auml;ten, denen fr&uuml;her mit herk&ouml;mmlichen
mathematischen Methoden nicht ohne weiteres beizukommen war. Die
Erkenntnis, da&szlig; die Nichtlinearit&auml;t der grundlegenden
Interaktionen von essentieller Bedeutung ist, um komplexe Muster in
Zeit und Raum entstehen zu lassen, hat zu entscheidenden Fortschritten
bei der Entwicklung von analytischen Methoden und Simulationstechniken
gef&uuml;hrt, so da&szlig; heute dem Forscher eine Vielfalt von
Ans&auml;tzen zur Behandlung komplexer Systeme zur Verf&uuml;gung
steht.

<p>
Ein zweiter Grund f&uuml;r die gewandelte Situation liegt in den
realen Geschehnissen der Zeitgeschichte, die gerade in der
&Ouml;konomie zu einer Revidierung von allzu selbstzufriedenen
Ansichten gef&uuml;hrt haben.  &Ouml;lkrise, Asienkrise,
Besch&auml;ftigungskrise - sie alle haben nur zu schmerzlich die
scheinbare Unvermeidlichkeit von Konjunkturschwankungen wieder ins
Bewu&szlig;tsein ger&uuml;ckt, nachdem w&auml;hrend der 50er und 60er
Jahre das Ende der Konjunktur und die &auml;ra des stabilen
Wachstumspfades heraufbeschw&ouml;rt worden waren. Spekulative
Exzesse, Verschuldungskrisen, der Transformationsproze&szlig; der
ehemals sozialistischen L&auml;nder, wieder aufklaffende
Einkommensungleichheiten auf nationaler und internationaler Ebene und
die Umweltproblematik haben das Ihre dazu beigetragen, ein auf
Paretooptimalit&auml;t und Dr. Pangloss basierendes Weltbild in Frage
zu stellen.

<p>
Und drittens zeigt der unb&auml;ndige technische Fortschritt, da&szlig;
unsere Welt von st&auml;ndigen Neuerungen gepr&auml;gt wird, die
schwer oder unm&ouml;glich vorherzusehen und zu kontrollieren
sind. W&auml;hrend wir uns subjektiv des Eindrucks nicht erwehren
k&ouml;nnen, da&szlig; wir in einem Zeitalter von noch nie dagewesenen
technischen Umw&auml;lzungen leben, weisen aber gleichzeitig die
Produktivit&auml;tsdaten eine lange nicht mehr bekannte Schw&auml;che
auf.

<p>
Das Zusammtreffen dieser Faktoren, negativer wie positiver, macht nun
endlich den Weg frei f&uuml;r die Rezeption einer ganz neuen und
methodologisch stimmigen Vorgehensweise in der &ouml;konomischen
Theoriebildung. Ausgehend von den vereinzelten Ausbruchsversuchen
dies- und jenseits des Atlantiks in den 70er Jahren, etablieren sich
allm&auml;hlich Methoden, werden in einer Vielzahl von Arbeiten
Ergebnisse erzielt, die sich zu einem neuen wissenschaftlichen Bild
der &Ouml;konomie zusammenf&uuml;gen.

<p>
Das Anliegen des vorliegenden Bandes ist es, in einem nicht zu
technisch angelegten &uuml;berblick die Breite dieser neueren
Entwicklung darzustellen.  Den Schwerpunkt bilden dabei die
Forschungen von vorwiegend in Europa arbeitenden Wissenschaftlern,
wobei dem deutschen Sprachraum ein besonderes, aber nicht
ausschlie&szlig;liches, Gewicht beigemessen wurde.

<p>
Der Band gliedert sich in drei Teile, von denen der erste sich mit
methodologischen und philosophischen Grundlagen befa&szlig;t. Hier
werden prinzipielle Fragen nach der Selbstorganisation und Evolution
in der &Ouml;konomie und nach ihrer Anwendbarkeit aufgegriffen.

<p>
Alan Kirman er&ouml;ffnet den Band mit einem &uuml;berblick, der
sowohl die neuere &ouml;konomische Literatur als auch die
dogmengeschichtliche Hintergr&uuml;nde umfa&szlig;t. Die Betonung liegt
dabei auf den zwei zentralen Themen Interaktion und Organisation, vor
allem im Rahmen von rigoros untersuchten analytischen Modellen. Peter
Allen entwickelt dieses Thema weiter in die Richtung von ``complex
economic evolution'', basierend auf offenen Prozessen mit
m&ouml;glicherweise unbegrenztem kreativen Potential, die man
vorwiegend mit Hilfe von Simulationen untersucht.

<p>
Bernd Woeckener grenzt dann das Thema etwas ein, indem er
ausf&uuml;hrlicher die zentrale Rolle von Koordinationsproblemen und
Komplementarit&auml;ten behandelt. Dabei zeigt er, da&szlig; bei
zun&auml;chst nicht verwandt erscheinenden Problemen, wie Technikwahl
einerseits und Besch&auml;ftigungsniveau anderseits, &auml;hnliche
Grundstrukturen auftreten k&ouml;nnen und da&szlig; der Stochastik
eine Schl&uuml;sselrolle bei deren Verst&auml;ndnis
zukommt. Schlie&szlig;lich greift Frank Schweitzer Fragen der
r&auml;umlichen Selbstorganisation am Beispiel der &ouml;konomischen
Geographie auf und demonstriert anhand von Computersimulationen die
Herausbildung und raum-zeitliche Entwicklung von Standortverteilungen.

<p>
Nachdem in diesen breiter angelegten &uuml;bersichten die Hauptthemen
dargelegt worden sind, kommen die folgenden Beitr&auml;ge auf wichtige
Teilaspekte wieder zur&uuml;ck. Hans-Walter Lorenz und Richard Schuler
befassen sich mit der Anwendung von deterministischen dynamischen
Systemen in der &Ouml;konomie, wobei die beiden Beitr&auml;ge sich
erg&auml;nzen, indem sie unterschiedliche Probleme mit durchaus
verschiedenen Einschr&auml;nkungen behandeln. Witold Kwasnicki widmet
sich dann dem verwandten Thema der computerunterst&uuml;tzten
Simulationsmethodologie und vermittelt dem Leser den aktuellen Stand
bis hin zu ``artificial life''-Modellen.

<p>
Marco Lehmann-Waffenschmidt und Joachim Schwerin holen uns aus dem
Himmel der freien Modellspielereien zur&uuml;ck auf dem Boden der
Geschichtsphilosophie, indem sie das Verh&auml;ltnis von Kontingenz
und Struktur untersuchen, vor allem im Hinblick auf die Erkl&auml;rung
von Industrialisierungsprozessen. Der erste Teil des Bandes
schlie&szlig;t mit der Abhandlung von Malte Faber und Reiner
Manstetten, die die &Ouml;konomie nun wieder in die Natur, wie alle
anderen lebendigen Prozesse auch, einbetten wollen und damit einen
Bogen zur Selbstorganisation in der Biologie schlagen.

<p>
Der zweite Teil des Bandes enth&auml;lt Beitr&auml;ge, die jeweils auf
eine spezifische &ouml;konomische Problemstellung ausf&uuml;hrlicher
eingehen. Das Wirtschaftswachstum ist das Thema von Gerald Silverberg
und Bart Verspagen, die aufzeigen, wie eine Vielzahl von Komponenten,
die im ersten Teil zur Sprache kamen, auch hier Anwendung finden. Mit
ihren Ergebnissen werfen sie &auml;hnlichen Fragen auf wie
Lehmann-Waffenschmidt und Schwerin in ihrem Beitrag. Auch Uwe Cantner
und Horst Hanusch greifen auf dieses Instrumentarium zur&uuml;ck, um
Evolution auf der Industrieebene zu behandeln. Insbesondere gehen sie
dem Verh&auml;ltnis von formal-analytischer Theorie einerseits und
empirisch-deskriptivem Wissen anderseits nach.

<p>
Robin Cowan, William Cowan und Peter Swann wenden sich in ihrem
Beitrag einem Gebiet zu, das bisher von der Evolutionstheorie
str&auml;flich vernachl&auml;ssigt worden ist, der
Konsumption. Ausgehend von der Beobachtung, da&szlig; das
Konsumverhalten auch durch das soziale Umfeld gepr&auml;gt ist
(Konformismus, Nachahmung, Differenzierung), entwickeln sie ein
Selbstorganisationsmodell mit vielf&auml;ltigen dynamischen
Implikationen. Peter Weise besch&auml;ftigt sich in seinem Kapitel
ebenfalls mit der klassischen Relation zwischen Produktion und
Konsumption und geht der Frage nach, inwieweit die Preis- und
Wettbewerbsmechanismen zusammen einen Selbstorganisationsproze&szlig;
darstellen. Der zweite Teil schlie&szlig;t mit einem Beitrag von Carsten
Hermann-Pillath, der das &uuml;beraus aktuelle Thema der
Transformation der ehemals sozialistischen L&auml;nder aus dem
Blickwinkel der institutionellen Selbstorganisation behandelt.

<p>
Der dritte Teil des Bandes befa&szlig;t sich mit dem nunmehr
klassischen Ausgangspunkt der evolutorischen &Ouml;konomik, dem
Problem von Innovation und technologischem Wandel - allerdings unter
Zuhilfenahme einer weiterentwickelten Methodik. Eberhard Bruckner,
Werner Ebeling und Andrea Scharnhorst betonen einen Zugang &uuml;ber
die Mastergleichung, um Innovations- und Diffusionsprozesse
stochastisch zu behandeln. Dieser Ansatz ist in diesem Zusammenhang
gegen&uuml;ber dem ``Polya-urn''--Ansatz von Arthur vergleichsweise
wenig verbreitet, erm&ouml;glicht aber in vielen F&auml;llen sehr
aufschlu&szlig;reiche Aussagen &uuml;ber
Innovationsvorg&auml;nge. Jean-Michel Dalle und Dominique Foray wenden
den verwandten ``Markov random fields''-Ansatz an, um die Spannung
zwischen Innovation und Standardisierung zu erhellen. Georg Erdmann
vergleicht die Ergiebigkeit von physikalisch motivierten
Gleichgewichts- und Nichtgleichgewichtsperspektiven in bezug auf
Innovationsvorg&auml;nge in der &Ouml;konomie. Schlie&szlig;lich gehen
G&uuml;nter Hesse und Lambert T.  Koch in ihrem Beitrag auf die
zumeist ausgeklammerte Problematik der <i>Entstehung</i> von
Neuerungen ein, wobei die Frage untersucht wird, inwieweit der
evolution&auml;re Ansatz auch auf der kognitiven Ebene fruchtbar
angewandt werden kann.

<p>
Unser Band wird durch die Edition und Buchsprechungen erg&auml;nzt. In
der Edition drucken wir den 1945 erschienenen, aber relativ schwer
zug&auml;nglichen Aufsatz von Alfred J. Lotka <i>The Law of Evolution
as a Maximum Principle</i> nach. In der Aufregung um neue
Forschungsergebnisse wird h&auml;ufig &uuml;bersehen, da&szlig; es
schon Jahre vorher Arbeiten gab, die wichtige Grundgedanken nicht etwa
nur vage vorweggenommen, sondern sehr pr&auml;zise umrissen haben. Wie
am Beispiel von Lotkas Schrift deutlich wird, enthalten diese Arbeiten
oftmals sogar Anregungen, weisen auf Zusammenh&auml;nge hin, die
unserer Zeit noch um einiges voraus sind.  Insofern ist es immer
wieder von Nutzen, wenn die Forschergemeinschaft f&uuml;r einen
Augenblick von der neuesten Literatur Abstand nimmt und statt dessen
Gelegenheit bekommt, bahnbrechende Arbeiten von vor 50 Jahren erneut
zu w&uuml;rdigen. Auch Lotkas Verh&auml;ltnis zu seinem Lehrer Wilhelm
Ostwald, der im Jahrbuch <i>Selbstorganisation</i> schon mehrmals
Gegenstand einer Edition war, ist von nicht geringem historischen
Interesse.

<p>
Der Band schlie&szlig;t mit drei ausf&uuml;hrlichen Besprechungen von
wichtigen Neuerscheinungen zum Thema ``Evolution und
Selbstorganisation in der &Ouml;konomie''. Dadurch wird nochmals
unterstrichen, da&szlig; die kritische Schwelle zu einer
eigenst&auml;ndigen Forschung in dieser Richtung auch in der
&Ouml;konomie bereits &uuml;berschritten worden ist.

<p><center>
Frank Schweitzer (Berlin) und Gerald Silverberg (Maastricht)
</center>
<p>


<a href="econ-iv.html"><b>Inhaltsverzeichnis</b></a>


<P>
<HR>
<br>
<a href="http://www.sg.ethz.ch/people/fschweitzer" target="_parent"><i>Back to Front Page</i></a>
<p>
Last Update: <i>29 August 1998</i>
<p> </BODY>
</HTML>


