<!DOCTYPE doctype PUBLIC "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
    
  <meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1">
    
  <meta http-equiv="Content-Script-Type" content="text">
    
  <meta name="Author" content="Frank Schweitzer">
    
  <meta name="keywords" lang="de,en" content="Physics, Dynamics, Socio, Conference, complex">
    
  <meta name="description" content=" stochastic models of
 socio-economic interactions,  statistical dynamics of decision processes ">
   
  <meta name="robots" content="index,follow">
  <title>SocioPhysics Conference 2002</title>
</head>
  <body text="#000000" link="#0000ee" vlink="#551a8b" alink="#ff0000" bgcolor="white">
<basefont size="2">     &nbsp;
<p> &nbsp;</p>
<p> &nbsp;</p>
<p> 
<table align="center">
 <tbody>
    <tr>
      <td>    <font color="blue"> <b><font
      size="+2">Zusammenfassung</font></b></font>

      <p>
(erschienen in: ZiF Mitteilungen, 4/2002, S. 14/15)

<p>

      <p>   <font face="Times" size="+1">  </font></p>
      <pre><font face="Times" size="+1">Die internationale Tagung ``SocioPhysics'' fand vom 6.-9. Juni 2002 am<br>ZIF Bielefeld statt. Ihr Ziel bestand darin, einen &Uuml;berblick &uuml;ber<br>unterschiedliche Ans&auml;tze zur quantitativen Modellierung und<br>Computersimulation sozialer Systeme zu geben, die innerhalb der Physik<br>und den Sozialwissenschaften entwickelt wurden.  Die Tagung nahm damit<br>Bezug auf eine internationale Wissenschaftsentwicklung, in der<br>Sozialwissenschaften, Informatik und Naturwissenschaften neue<br>Verbindungen eingehen -- Econophysics, Socionics, Computational<br>Economics sind nur einige Beispiele.  Auch die Deutsche Physikalische<br>Gesellschaft (DPG) hat inzwischen einen Arbeitskreises ``Physik<br>sozio-&ouml;konomischer Systeme'' (AKSOE) gegr&uuml;ndet.<br><br>Das gro&szlig;e internationale Interesse an ``SocioPhysics'' bewiesen die<br>Tagungsanmeldungen aus 18 verschiedenen L&auml;ndern, darunter auch die USA<br>und Brasilien.  Den fast 70 Tagungsteilnehmer aus sehr verschiedenen<br>Fachgebieten (Physik, Mathematik, Soziologie, Informatik, Demographie,<br>Philosophie, Politologie, Wirtschaftswissenschaften) wurde in 27<br>Vortr&auml;gen und 17 Postern ein breites Spektrum von<br>``SocioPhysics''-Konzepten vorgestellt, deren Anwendungsbereiche<br>z.B. Entscheidungsprozesse und Wahlverhalten, kollektive<br>Meinungsbildung, Herausbildung von Kooperation und von sozialen<br>Netzwerken umfassen.<br><br>Breiten Raum nahmen die zum Teil kontroversen, aber auch konstruktiven<br>Diskussionen ein, ob und in welchem Ma&szlig;e physikalische Methoden zur<br>Beschreibung sozialer Systeme anwendbar sind.  Dabei wurde deutlich,<br>da&szlig; es keineswegs um eine simple &Uuml;bertragung physikalischer Konzepte<br>sondern um ein genaues Verst&auml;ndnis der damit verbundenen Reduktionen<br>geht. Wie die verschiedenen Beispiele in den Vortr&auml;gen und Postern<br>gezeigt haben, modelliert SocioPhysics weniger die sozialen Akteure<br>mit ihrer vielschichtigen Weltsicht als vielmehr die Dynamik ihrer<br>kollektiven Interaktion, wobei Analogien zu physikalischen<br>Vielteilchensystemen eine tragende Rolle spielen.  Damit kommt der<br>Frage nach der ``angemessenen'' Abstraktion sozialer Prozesse und den<br>Grenzen der Interpretation der Resultate ein besondere Bedeutung zu,<br>die nur im interdisziplin&auml;ren Diskurs gekl&auml;rt werden kann.<br><br>Am Schlu&szlig; waren sich die Teilnehmer dar&uuml;ber einig, da&szlig; die Tagung<br>einen wichtigen Beitrag geleistet hat, um die M&ouml;glichkeiten, aber auch<br>die Grenzen einer physikalischen Modellierung sozialer Prozesse zu<br>umrei&szlig;en. Die fach&uuml;bergreifenden Diskussionen und die lebendige<br>Atmosph&auml;re w&auml;hrend der vier Tage und wurden dabei besonders lobend<br>hervorgehoben. Das Abstract-Book der Tagung sowie weitere<br>Informationen sind auch &uuml;ber das Internet unter<br>http://www.ais.fhg.de/~frank/sociophysics/ verf&uuml;gbar. Die<br>wissenschaftlichen Leiter der AG ``SocioPhysics'' m&ouml;chten sich beim<br>ZIF sehr herzlich f&uuml;r die finanzielle und organisatorische<br>Unterst&uuml;tzung bei der Durchf&uuml;hrung der Tagung bedanken.<br><br>Frank Schweitzer, Klaus Troitzsch<br></font></pre>
  
      <p>    </p>
      </td>
 </tr>
 
  </tbody>
</table>
 </p>
</body>
</html>
